{"locale_data":{"messages":{"":{"plural_forms":"nplurals=2; plural=n > 1;","language":"fr","project_id_version":"WooCommerce - WooCommerce Payments"},"When enabled, customers who have configured Apple Pay or Google Pay enabled devices will be able to pay with their respective choice of Wallet.":["Lorsqu’il est activé, les clients qui ont configuré des appareils compatibles avec Apple Pay ou Google Pay pourront payer avec leur choix respectif de portefeuille."],"Light {{br\/}}{{helpText}}Recommended for dark or colored backgrounds with high contrast.{{\/helpText}}":["Clair{{br\/}}{{helpText}}Recommandé pour les fonds sombres ou colorés à fort contraste.{{\/helpText}}"],"Dark {{br\/}}{{helpText}}Recommended for white or light-colored backgrounds with high contrast.{{\/helpText}}":["Foncé {{br\/}}{{helpText}}Recommandé pour les fonds blancs ou de couleur claire à fort contraste.{{\/helpText}}"],"Large {{helpText}}(56 px){{\/helpText}}":["Large {{helpText}}(56 px){{\/helpText}}"],"Medium {{helpText}}(48 px){{\/helpText}}":["Moyen {{helpText}}(48 px){{\/helpText}}"],"Default {{helpText}}(40 px){{\/helpText}}":["Par défaut {{helpText}}(40 px){{\/helpText}}"],"Outline {{br\/}}{{helpText}}Recommended for white or light-colored backgrounds with insufficient contrast.{{\/helpText}}":["Contour {{br\/}}{{helpText}}Recommandé pour les fonds blancs ou de couleur claire dont le contraste est insuffisant.{{\/helpText}}"],"Preview":["Aperçu"],"Theme":["Thème"],"Size":["Taille"],"Note that larger buttons are more suitable for mobile use.":["Notez que les boutons plus grands sont plus adaptés à une utilisation sur mobile."],"Appearance":["Apparence"],"Select a button label that fits best with the flow of purchase or payment experience on your store.":["Sélectionnez une étiquette de bouton qui correspond le mieux au flux d’achat ou à l’expérience de paiement sur votre boutique."],"Call to action":["Appel à l’action"],"Book":["Livre"],"Only icon":["Icône uniquement"],"Show express checkouts on":["Afficher les validations de commande expresses sur :"],"Enable Apple Pay \/ Google Pay":["Activer Apple Pay et Google Pay"],"Product page":["Pages du produit"],"Checkout":["Valider la commande"],"Cart":["Panier"],"Donate":["Faire un don"],"Buy":["Acheter"]}}}